Revit 2027 API
ParameterTypeId.RbsStartOffsetParam Property
 "Start Middle Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsStartOffsetParam { get; }
Public Shared ReadOnly Property RbsStartOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsStartOffsetParam {
	ForgeTypeId^ get ();
}
static member RbsStartOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace